Revit 2027 API
PointCloudColorSettings.Color2 Property
 Color 2
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color Color2 { get; }
Public ReadOnly Property Color2 As Color
	Get
public:
property Color^ Color2 {
	Color^ get ();
}
member Color2 : Color with get
Property Value
Color
See Also
Reference
PointCloudColorSettings Class
Autodesk.Revit.DB.PointClouds Namespace